Repository: wp-plugins/tweet-and-get-it
Catalog: lang/tweet-and-get-*.po
Languages: it_de_de, it_fr_fr, it_ja

source: Make your button
it_de_de: Button einrichten
it_fr_fr: Cr&eacute;er votre bouton
it_ja: ボタンを作る

source: Manage your buttons
it_de_de: Buttons verwalten
it_fr_fr: G&eacute;rer vos boutons
it_ja: ボタンを管理する

source: Button name
it_fr_fr: Nom de votre bouton
it_ja: ボタンの名前

source: Shortcode
it_ja: ショートコード

source: File
it_de_de: Datei
it_fr_fr: Fichier
it_ja: ファイル

source: Edit
it_de_de: Bearbeiten
it_fr_fr: Editer
it_ja: 編集

source: Delete
it_de_de: L&ouml;schen
it_fr_fr: Supprimer
it_ja: 削除

source: Actions
it_de_de: Aktionen
it_ja: 動作

source: Apply to selected
it_de_de: Auf Auswahl anwenden
it_fr_fr: Appliquer &agrave; la s&eacute;lection
it_ja: 選択して適用

source: Go to first page
it_de_de: Zur ersten Seite
it_fr_fr: Premi&egrave;re page
it_ja: 最初のページへ

source: Go to previous page
it_de_de: Zur vorherigen Seite
it_fr_fr: Page pr&eacute;c&eacute;dente
it_ja: 前のページへ

source: Go to page
it_de_de: Zur Seite
it_fr_fr: Aller &agrave; la page
it_ja: ページへ

source: current page
it_de_de: Aktuelle Seite
it_fr_fr: Page actuelle
it_ja: 現在のページ

source: Go to next page
it_de_de: Zur n&auml;chsten Seite
it_fr_fr: Prochaine page
it_ja: 次のページへ

source: Go to last page
it_de_de: Zur letzten Seite
it_fr_fr: Derni&egrave;re page
it_ja: 最後のページへ

source: Your button is ready
it_de_de: Ihr Button ist bereit
it_fr_fr: Votre bouton est pr&ecirc;t
it_ja: ボタンの準備ができました

source: copy / paste this code in your posts, pages and widgets
it_de_de: Diesen Code in ihre Posts, Seiten, Wigets kopieren/einf&uuml;gen
it_fr_fr: Copier / coller ce code dans vos billets, pages et widgets
it_ja: このコードを投稿、ページ、またはウィジェットにコピー＆ペ−ストします

source: requires php 5 or a greater version to work.
it_de_de: erfordert php 5 oder h&ouml;her
it_ja: が機能するためには、php5 かそれ以上のバージョンが必要です。

source: Update your button
it_de_de: Button updaten
it_fr_fr: Modifier votre bouton
it_ja: ボタンをアップデートする

source: Create your button
it_de_de: Erstellen Sie ihren Button
it_fr_fr: Cr&eacute;er votre bouton
it_ja: ボタンを作る

source: File
it_de_de: Datei
it_fr_fr: Fichier
it_ja: ファイル

source: was uploaded successfully!
it_de_de: wurde erfolgreich hochgeladen!
it_fr_fr: a &eacute;t&eacute; t&eacute;l&eacute;charg&eacute; avec succ&egrave;s !
it_ja: は無事にアップロードされました。

source: There was an error during file upload
it_de_de: Es ist ein Fehler beim Hochladen der Datei aufgetreten
it_fr_fr: Il y a une erreur pendant le chargement de votre fichier. Essayez &agrave; nouveau.
it_ja: ファイルのアップロード中にエラーが発生しました。

source: Name of your button shouldn't be empty
it_de_de: Button Name darf nicht leer sein
it_fr_fr: Merci de donner un nom &agrave; votre bouton
it_ja: ボタンの名前が空欄になっています。

source: Twitter username
it_de_de: Twitter Benutzename
it_fr_fr: Nom de votre compte Twitter
it_ja: ツイッターのユーザー名

source: Type your Twitter username without the
it_de_de: Twitter Benutzername eingeben ohne
it_fr_fr: Merci de saisir le nom de votre compte Twitter sans
it_ja: それ以外のツイッターユーザー名を記入してください

source: Twitter username can't contain @ # -
it_de_de: Twitter Benutzename darf kein &#64; &#35; &#45; enthalten
it_fr_fr: Le nom de votre compte Twitter doit &ecirc;tre saisi sans @ # -
it_ja: ツイッターのユーザー名に @ # - を使用することができません。

source: Location of your file
it_de_de: Pfad Ihrer Datei
it_fr_fr: Chemin de votre fichier
it_ja: ファイルの保存場所

source: Tweet
it_ja: ツイート

source: Following fields are required
it_de_de: Folgende Felder sind Pflicht
it_fr_fr: Les champs suivants sont obligatoires
it_ja: 次の欄は必須です

source: Your Twitter username (Required)
it_de_de: Ihr Twitter Benutzename (erforderlich)
it_fr_fr: Nom de votre compte Twitter (Obligatoire)
it_ja: ツイッターのユーザー名 ※必須

source: Enter the twitter account you want the user to follow in exchange of downloading your file. At the completion of the Tweet&Get it! process your visitor becomes follower of the Twitter account you defined.
it_de_de: Eingabe des Twitter Kontos, das im Gegenzug f&uuml;r das Herunterladen der Datei, gefollowed werden soll. Nach der Vollendung des Tweet&Get it! Vorgangs wird Ihr Besucher zum Follower ihres vorherig eingegebenen Twitter Kontos.
it_fr_fr: Saisissez le nom de votre compte Twitter. Vos visiteurs devront s abonner &agrave; ce compte pour pouvoir t&eacute;l&eacute;charger votre fichier.
it_ja: ファイルをダウンロードする代わりにユーザーでフォローしたいツイッターアカウントを入れてください。Tweet&Get it ! プロセスの完了後、ビジターはあなたのアカウントのフォロワーになります。

source: Your Tweet (Required)
it_de_de: Ihr Tweet (erforderlich)
it_fr_fr: Votre Tweet (Obligatoire)
it_ja: ツイート ※必須

source: Write the tweet you want the user to send in exchange of downloading your file. This tweet will be sent automatically each time a visitor completes the Tweet&Get it! process.
it_de_de: Verfassen Sie den Tweet den der Benutzer im Gegenzug f&uuml;r das Herunterladen ihrer Datei sendet. Dieser Tweet wird automatisch nach Verfollst&auml;ndigung des Tweet&Get it! Vorgangs gesendet.
it_fr_fr: Saisissez le Tweets que vos visiteurs devront envoyer en contre partie de votre fichier. Ce Tweet sera automatiquement envoyé à la fin du process Tweet&Get it !
it_ja: ファイルをダウンロードする代わりにユーザーに送るツイートを書いてください。

source: Old file
it_de_de: Alte Datei
it_fr_fr: Ancien fichier
it_ja: 過去のファイル

source: Your file
it_de_de: Ihre Datei
it_fr_fr: Votre fichier
it_ja: あなたのファイル

source: Upload your file
it_de_de: Datei hochladen
it_fr_fr: Charger votre fichier
it_ja: ファイルをアップロードする

source: Loading
it_de_de: Ladevorgang
it_fr_fr: Chargement en cours
it_ja: ローディング中

source: Or
it_de_de: Oder
it_fr_fr: Ou bien
it_ja: もしくは

source: The URL of your file (Required if you don't want to upload your file)
it_de_de: URL Ihrer Datei (erforderlich wenn Sie ihre Datei nicht hochladen)
it_fr_fr: Saisissez le chemin de votre fichier (Obligatoire si vous ne souhaitez pas charger votre fichier )
it_ja: ファイルの URL ※ファイルをアップロードしたくない場合必要です

source: Enter the path of your file.
it_de_de: Geben Sie ihren Dateipfad ein
it_fr_fr: Saisissez le chemin de votre fichier
it_ja: ファイルのパスを入力してください。

source: Name of your button (Required)
it_de_de: Name Ihres Buttons (erforderlich)
it_fr_fr: Nom de votre bouton (obligatoire)
it_ja: ボタンの名前 ※必須

source: Help
it_de_de: Hilfe
it_fr_fr: Aide
it_ja: ヘルプ

source: Tweet&Get it! is an automatic process to get Twitter followers in exchange of a downloadable file. Get your shortcodes by setting up your Tweet&Get it! button. Copy/paste the shortcode into posts, pages and widgets. Your Tweet&Get it! button will be immediately available to your visitors.
it_de_de: Tweet&Get it! ist ein automatischer Vorgang, der Ihnen erm&ouml;glicht Twitter Follower im Gegenzug einer, von Ihnen angebotenen, Datei zu erhalten. Erhalten Sie ihre shortcodes indem Sie ihren Tweet&Get it! Button einrichten. /n Kopieren und f&uuml;gen Sie den schortcode in ihre Posts, Seiten und Wigets ein. /n Ihr Tweet&Get it! Button steht umgehend ihren Besuchern zur Verf&uuml;gung.
it_fr_fr: Tweet&Get it! est un système automatique vous permettant de proposer vos fichiers en t&eacute;l&eacute;chargement en contre partie d'un abonnement &agrave; vote compte Twitter. G&eacute;n&eacute;rer vos boutons via le formulaire ci-contre et copier / coller les shortcodes obtenus dans vos billets / Pages et widgets.Vos boutons Tweet&Get it ! seront imm&eacute;diatement actifs.
it_ja: Tweet&Get it ! はダウンロードファイルの代わりにツイッタ−のフォローしてもらうための自動的プロセスです。あなたの Tweet&Get it ! ボタンを作ると、ショートコードを受け取ります。 そのコードを投稿、ページ、またはウィジェットにコピー＆ペーストします。 あなたの Tweet&Get it ! ボタンはすぐにビジターに入手可能になります。

source: Tweet&Get it! is fully recommended to share content such as: music, ebooks, photos, wallpapers, promotional codes, coupons, typography, CMS themes, videos, software, tutorials, web ressources, icons, PSD brushes...
it_de_de: Tweet&Get it! Ist vollends empfohlend um diverse Inhalte zu teilen wie z.B.: Musik, eBooks, Fotos, Hintergrundbilder, Gutscheine, Typografien, CMS Themes, Videos, Software, Tutorials, Web Ressourcen, Icons, Photoshop Pinsel ...
it_fr_fr: Tweet&Get it! est un service id&eacute;al pour partager des fichiers tels que de la musique, des ebooks, des photos, des fonds d' &eacute;crans, des coupons de r&eacute;ductions, des codes promos, des typos, des th&egrave;mes, des logiciels etc.
it_ja: Tweet&Get it ! は音楽、電子書籍、写真、壁紙、プロモーションコード、クーポン、タイポグラフィ、コンピュータ媒介言語のテーマ、ビデオ、ソフトウェア、チュートリアル、ウェブリソース、アイコン、PSD ブラシをシェアするのに最適です。

source: Get a new follower with each download !
it_de_de: Erhalten Sie einen neuen Follower mit jedem Download!
it_fr_fr: Obtenez un follower &agrave; chaque t&eacute;l&eacute;chargement !
it_ja: ダウンロード毎に新しいフォロワーを獲得します。

source: HELP
it_de_de: HILFE
it_fr_fr: Aide
it_ja: ヘルプ

source: Contact us
it_de_de: Kontaktieren Sie uns
it_fr_fr: Contactez nous
it_ja: お問い合わせ

source: Support
it_fr_fr: Support Technique
it_ja: サポート

source: FAQ
it_de_de: H&auml;fig gestellte Fragen (FAQ)
it_ja: よくある質問

source: Create a new button
it_de_de: Neuen Button einrichten
it_fr_fr: Nouveau bouton
it_ja: 新しいボタンを作る

source: ex: Just downloaded my twitter background for free from http://viuu.co.uk @pointofviuu. Check it out!
it_de_de: z.B. Habe gerade einen gratis twitter background von http://viuu.co.uk heruntergeladen @pointofviuu. Seht es euch an!
it_fr_fr: ex: J'ai t&eacute;l&eacute;charg&eacute; un super Twitter Background sur http://viuu.co.uk, via @pointofviuu !

source: About
it_de_de: Impressum
it_fr_fr: A propos de
